Repository: vakulkin/justb2b-for-larosebeauty
Catalog: languages/justb2b-larose-*.po
Languages: pl_pl

source: B2B Price
pl_pl: Cena B2B

source: B2B Price (Net)
pl_pl: Cena B2B (Netto)

source: Enter the B2B net price for this product
pl_pl: Wprowadź cenę netto B2B dla tego produktu

source: B2B Only Visible
pl_pl: Widoczne tylko dla B2B

source: Select whether this product should be visible only to B2B customers
pl_pl: Wybierz, czy produkt powinien być widoczny tylko dla klientów B2B

source: No (Visible to all customers)
pl_pl: Nie (Widoczne dla wszystkich klientów)

source: Yes (B2B customers only)
pl_pl: Tak (Tylko klienci B2B)

source: B2B/B2C Role
pl_pl: Rola B2B/B2C

source: Customer Type
pl_pl: Typ Klienta

source: Select whether this user is a B2C or B2B customer
pl_pl: Wybierz, czy użytkownik jest klientem B2C czy B2B

source: B2B Pending
pl_pl: B2B Oczekujący

source: B2B Accepted
pl_pl: B2B Zaakceptowany

source: net
pl_pl: netto

source: gross
pl_pl: brutto

source: B2B Pricing
pl_pl: Ceny B2B

source: B2B Price:
pl_pl: Cena B2B:

source: B2B Price (Net):
pl_pl: Cena B2B (Netto):

source: Regular Recommended Price (Gross):
pl_pl: Zalecana Cena Regularna (Brutto):

source: Notice:
pl_pl: Uwaga:

source: Your business application is under review but meanwhile you can order as regular user.
pl_pl: Twoja aplikacja biznesowa jest w trakcie rozpatrywania, ale tymczasem możesz zamawiać jako zwykły użytkownik.

source: Your business details
pl_pl: Twoje dane biznesowe

source: B2B Product list
pl_pl: Lista produktów B2B

source: Business account
pl_pl: Konto biznesowe

source: New B2B Account Request
pl_pl: Nowe Żądanie Konta B2B

source: A new B2B account request has been submitted by %s (%s). You can review and approve this request by visiting: %s
pl_pl: Nowe żądanie konta B2B zostało złożone przez %s (%s). Możesz przejrzeć i zatwierdzić to żądanie odwiedzając: %s

source: Your B2B Account Has Been Approved
pl_pl: Twoje Konto B2B Zostało Zatwierdzone

source: Congratulations %s! Your B2B account request has been approved. You now have access to B2B pricing and features. Your login details: Username: %s Login here: %s If you need to reset your password, please visit: %s Thank you for your business!
pl_pl: Gratulacje %s! Twoje żądanie konta B2B zostało zatwierdzone. Masz teraz dostęp do cen i funkcji B2B. Twoje dane logowania: Nazwa użytkownika: %s Zaloguj się tutaj: %s Jeśli potrzebujesz zresetować hasło, odwiedź: %s Dziękujemy za współpracę!

source: JustB2B WooCommerce Extension requires WooCommerce to be installed and active.
pl_pl: Rozszerzenie JustB2B WooCommerce wymaga zainstalowanego i aktywnego WooCommerce.

source: JustB2B WooCommerce Extension requires Advanced Custom Fields (ACF) to be installed and active.
pl_pl: Rozszerzenie JustB2B WooCommerce wymaga zainstalowanych i aktywnych Advanced Custom Fields (ACF).
